Repository: KyongSik-Yoon/OtterZip
Catalog: app/OtterZip.App/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn

# Onboarding_DefaultDesc.Text
source: Make .zip, .7z and other archives open with OtterZip when double-clicked.
de_de: Lege OtterZip als Standard-App fest, damit .zip, .7z und andere Archive per Doppelklick darin öffnen.
es_es: Configura OtterZip como app predeterminada para abrir .zip, .7z y otros con doble clic.
fr_fr: Définissez OtterZip par défaut pour ouvrir les .zip, .7z et autres archives d'un double-clic.
it_it: Imposta OtterZip come app predefinita per aprire .zip, .7z e altri con un doppio clic.
ja_jp: .zip や .7z などをダブルクリックで OtterZip が開くよう、既定のアプリに設定しましょう。
ko_kr: .zip · .7z 같은 압축 파일을 더블클릭하면 OtterZip으로 열리도록 기본 앱으로 지정하세요.
pt_br: Defina o OtterZip como app padrão para abrir .zip, .7z e outros com duplo clique.
ru_ru: Назначьте OtterZip приложением по умолчанию, чтобы .zip, .7z и другие архивы открывались двойным кликом.
zh_cn: 将 OtterZip 设为默认应用，双击 .zip、.7z 等文件即可用它打开。

# Onboarding_CrashTitle.Text
source: Crash reports
de_de: Absturzberichte
es_es: Informes de errores
fr_fr: Rapports de plantage
it_it: Segnalazioni di arresto anomalo
ja_jp: クラッシュレポート
ko_kr: 크래시 리포트
pt_br: Relatórios de falhas
ru_ru: Отчёты о сбоях
zh_cn: 崩溃报告

# Onboarding_CrashDesc.Text
source: If something breaks, anonymous diagnostics help us fix it faster. File paths, contents and passwords are stripped before sending. Off by default.
de_de: Bei einem Fehler helfen anonyme Diagnosedaten, ihn schneller zu beheben. Dateipfade, Inhalte und Kennwörter werden vor dem Senden entfernt. Standardmäßig aus.
es_es: Si algo falla, los diagnósticos anónimos nos ayudan a arreglarlo antes. Las rutas, el contenido y las contraseñas se eliminan antes de enviarse. Desactivado por defecto.
fr_fr: En cas de problème, des diagnostics anonymes nous aident à corriger plus vite. Les chemins, contenus et mots de passe sont retirés avant l'envoi. Désactivé par défaut.
it_it: Se qualcosa va storto, le diagnostiche anonime ci aiutano a risolvere prima. Percorsi, contenuti e password vengono rimossi prima dell'invio. Disattivato per impostazione predefinita.
ja_jp: 問題が起きたとき、匿名の診断情報を送ると修正が早まります。ファイルのパス・内容・パスワードは送信前に自動的に除去されます。既定はオフです。
ko_kr: 오류가 나면 익명 진단 정보를 보내 더 빨리 고칠 수 있어요. 파일 경로·내용·비밀번호는 전송 전에 자동으로 제거됩니다. 기본은 꺼짐입니다.
pt_br: Se algo falhar, diagnósticos anônimos ajudam a corrigir mais rápido. Caminhos, conteúdo e senhas são removidos antes do envio. Desativado por padrão.
ru_ru: Если что-то сломается, анонимная диагностика поможет исправить быстрее. Пути, содержимое и пароли удаляются перед отправкой. По умолчанию выключено.
zh_cn: 出现问题时，发送匿名诊断信息有助于我们更快修复。文件路径、内容和密码会在发送前自动移除。默认关闭。

# Onboarding_CrashToggle.Text
source: Send anonymous crash reports
de_de: Anonyme Absturzberichte senden
es_es: Enviar informes de errores anónimos
fr_fr: Envoyer des rapports de plantage anonymes
it_it: Invia segnalazioni anonime
ja_jp: 匿名のクラッシュレポートを送信
ko_kr: 익명 크래시 리포트 보내기
pt_br: Enviar relatórios de falhas anônimos
ru_ru: Отправлять анонимные отчёты о сбоях
zh_cn: 发送匿名崩溃报告

# Onboarding_DoneTitle.Text
source: You're all set!
de_de: Alles bereit!
es_es: ¡Todo listo!
fr_fr: Tout est prêt !
it_it: Tutto pronto!
ja_jp: 準備完了！
ko_kr: 준비 끝!
pt_br: Tudo pronto!
ru_ru: Всё готово!
zh_cn: 准备就绪！

# Onboarding_DoneDesc.Text
source: You can reopen this guide anytime in Settings › Info.
de_de: Diese Einführung kannst du jederzeit unter Einstellungen › Info erneut öffnen.
es_es: Puedes volver a abrir esta guía cuando quieras en Configuración › Información.
fr_fr: Vous pouvez rouvrir ce guide à tout moment dans Paramètres › Infos.
it_it: Puoi riaprire questa guida quando vuoi in Impostazioni › Informazioni.
ja_jp: この案内は設定 › 情報からいつでも再表示できます。
ko_kr: 이 안내는 설정 › 정보에서 다시 볼 수 있어요.
pt_br: Você pode reabrir este guia quando quiser em Configurações › Informações.
ru_ru: Это руководство можно снова открыть в разделе Параметры › Сведения.
zh_cn: 你可以随时在设置 › 信息中重新查看本指南。

# Onboarding_SkipButton.Content
source: Skip
de_de: Überspringen
es_es: Omitir
fr_fr: Ignorer
it_it: Salta
ja_jp: スキップ
ko_kr: 건너뛰기
pt_br: Pular
ru_ru: Пропустить
zh_cn: 跳过

# Onboarding_BackButton.Content
source: Back
de_de: Zurück
es_es: Atrás
fr_fr: Retour
it_it: Indietro
ja_jp: 戻る
ko_kr: 이전
pt_br: Voltar
ru_ru: Назад
zh_cn: 上一步

# Onboarding_StartButton.Text
source: Get started
de_de: Los geht's
es_es: Empezar
fr_fr: Commencer
it_it: Inizia
ja_jp: はじめる
ko_kr: 시작하기
pt_br: Começar
ru_ru: Начать
zh_cn: 开始

# Onboarding_NextButton.Text
source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
pt_br: Avançar
ru_ru: Далее
zh_cn: 下一步

# Onboarding_FinishButton.Text
source: Finish
de_de: Fertig
es_es: Finalizar
fr_fr: Terminer
it_it: Fine
ja_jp: 完了
ko_kr: 완료
pt_br: Concluir
ru_ru: Готово
zh_cn: 完成

# Settings_Info_ShowOnboarding.Content
source: Show the welcome guide again
de_de: Einführung erneut anzeigen
es_es: Ver la guía de inicio de nuevo
fr_fr: Revoir le guide d'accueil
it_it: Mostra di nuovo la guida
ja_jp: 案内をもう一度見る
ko_kr: 시작 안내 다시 보기
pt_br: Ver o guia de boas-vindas novamente
ru_ru: Показать руководство снова
zh_cn: 重新查看引导

# Settings_Info_ReportIssue.Content
source: Report an issue (GitHub)
de_de: Problem melden (GitHub)
es_es: Informar de un problema (GitHub)
fr_fr: Signaler un problème (GitHub)
it_it: Segnala un problema (GitHub)
ja_jp: 問題を報告 (GitHub)
ko_kr: 문의 · 버그 신고 (GitHub)
pt_br: Relatar um problema (GitHub)
ru_ru: Сообщить о проблеме (GitHub)
zh_cn: 反馈问题 (GitHub)

# Settings_Info_PrivacyPolicy.Content
source: Privacy policy
de_de: Datenschutzerklärung
es_es: Política de privacidad
fr_fr: Politique de confidentialité
it_it: Informativa sulla privacy
ja_jp: プライバシーポリシー
ko_kr: 개인정보 처리방침
pt_br: Política de privacidade
ru_ru: Политика конфиденциальности
zh_cn: 隐私政策

# Settings_Info_BuildLabel.Text
source: Build
es_es: Compilación
fr_fr: Compilation
ja_jp: ビルド
ko_kr: 빌드
ru_ru: Сборка
zh_cn: 构建

# Settings_UnrarNotice.Text
source: This product uses the unrar source by Alexander Roshal for RAR archive extraction. © Alexander Roshal. Licensed for RAR extraction only — RAR archive creation is prohibited.
de_de: Dieses Produkt verwendet die unrar-Quelle von Alexander Roshal zum Entpacken von RAR-Archiven. © Alexander Roshal. Lizenziert nur zum RAR-Entpacken — RAR-Archiverstellung ist verboten.
es_es: Este producto utiliza el código fuente unrar de Alexander Roshal para extraer archivos RAR. © Alexander Roshal. Licencia solo para extracción RAR — la creación de archivos RAR está prohibida.
fr_fr: Ce produit utilise le code source unrar d'Alexander Roshal pour l'extraction d'archives RAR. © Alexander Roshal. Licencié uniquement pour l'extraction RAR — la création d'archives RAR est interdite.
it_it: Questo prodotto utilizza il codice sorgente unrar di Alexander Roshal per l'estrazione di archivi RAR. © Alexander Roshal. Concesso in licenza solo per l'estrazione RAR — la creazione di archivi RAR è proibita.
ja_jp: 本製品は RAR アーカイブの解凍に Alexander Roshal 氏の unrar ソースを使用しています。© Alexander Roshal。RAR の解凍のみライセンスされています — RAR アーカイブの作成は禁止されています。
ko_kr: 이 제품은 RAR 아카이브 해제를 위해 Alexander Roshal의 unrar 소스를 사용합니다. © Alexander Roshal. RAR 해제 목적에 한해 사용이 허가되었으며, RAR 아카이브 생성에 사용할 수 없습니다.
pt_br: Este produto utiliza o código fonte unrar de Alexander Roshal para extrair arquivos RAR. © Alexander Roshal. Licenciado apenas para extração RAR — a criação de arquivos RAR é proibida.
ru_ru: Этот продукт использует исходный код unrar Александра Рошаля для извлечения RAR-архивов. © Александр Рошаль. Лицензия только на извлечение RAR — создание RAR-архивов запрещено.
zh_cn: 本产品使用 Alexander Roshal 的 unrar 源代码进行 RAR 压缩包解压。© Alexander Roshal。仅授权用于 RAR 解压 — 禁止创建 RAR 压缩包。

# Settings_TelemetryEnabled.Text
source: Send anonymous crash reports
de_de: Anonyme Absturzberichte senden
es_es: Enviar informes de errores anónimos
fr_fr: Envoyer des rapports de plantage anonymes
it_it: Invia segnalazioni di arresto anonime
ja_jp: 匿名のクラッシュレポートを送信
ko_kr: 익명 크래시 리포트 전송
pt_br: Enviar relatórios anônimos de falhas
ru_ru: Отправлять анонимные отчёты о сбоях
zh_cn: 发送匿名崩溃报告

# Settings_TelemetryEnabledSub.Text
source: Forwards crash diagnostics to the developers. PII, file contents, and passwords are stripped before transmission. Off by default.
de_de: Leitet Absturzdiagnosen an die Entwickler weiter. PII, Dateiinhalte und Kennwörter werden vor der Übertragung entfernt. Standardmäßig deaktiviert.
es_es: Reenvía diagnósticos de errores a los desarrolladores. La PII, contenidos de archivos y contraseñas se eliminan antes de la transmisión. Desactivado de forma predeterminada.
fr_fr: Transmet les diagnostics de plantage aux développeurs. Les informations personnelles, contenus de fichiers et mots de passe sont supprimés avant transmission. Désactivé par défaut.
it_it: Inoltra le diagnostiche di arresto agli sviluppatori. Informazioni personali, contenuti dei file e password vengono rimossi prima della trasmissione. Disattivato per impostazione predefinita.
ja_jp: クラッシュ診断を開発者に転送します。送信前に PII、ファイル内容、パスワードは除去されます。既定はオフ。
ko_kr: 크래시 발생 시 진단 정보를 개발자에게 전송합니다. 개인 식별 정보·파일 내용·비밀번호는 전송 전에 자동으로 제거됩니다. 기본 OFF.
pt_br: Encaminha diagnósticos de falhas aos desenvolvedores. Informações pessoais, conteúdos de arquivos e senhas são removidos antes da transmissão. Desativado por padrão.
ru_ru: Передаёт диагностику сбоев разработчикам. Личные данные, содержимое файлов и пароли удаляются перед передачей. По умолчанию выключено.
zh_cn: 将崩溃诊断信息转发给开发者。传输前会移除个人信息、文件内容和密码。默认关闭。

# Settings_CloseButton.Text
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
pt_br: Fechar
ru_ru: Закрыть
zh_cn: 关闭

# Settings_DocUnavailableFormat.Text
source: {0} is not available in this build.
de_de: {0} ist in diesem Build nicht verfügbar.
es_es: {0} no está disponible en esta compilación.
fr_fr: {0} n'est pas disponible dans cette version.
it_it: {0} non è disponibile in questa build.
ja_jp: {0} はこのビルドに含まれていません。
ko_kr: {0} 은(는) 이 빌드에 포함되어 있지 않습니다.
pt_br: {0} não está disponível nesta compilação.
ru_ru: {0} недоступно в этой сборке.
zh_cn: {0} 未包含在此版本中。

# ConfigPanel_Region.AutomationProperties.Name
source: Compression settings panel
de_de: Komprimierungseinstellungen
es_es: Panel de configuración de compresión
fr_fr: Panneau des paramètres de compression
it_it: Pannello impostazioni di compressione
ja_jp: 圧縮設定パネル
ko_kr: 압축 설정 패널
pt_br: Painel de configurações de compressão
ru_ru: Панель параметров сжатия
zh_cn: 压缩设置面板

# ConfigPanel_FormatLabel.Text
source: Format:
es_es: Formato:
it_it: Formato:
ja_jp: 形式:
ko_kr: 포맷:
pt_br: Formato:
ru_ru: Формат:
zh_cn: 格式：

# ConfigPanel_FormatXz.Content
source: xz (single)
de_de: xz (einzeln)
es_es: xz (único)
fr_fr: xz (simple)
it_it: xz (singolo)
ja_jp: xz (単一)
ko_kr: xz (단일)
pt_br: xz (único)
ru_ru: xz (одиночный)
zh_cn: xz（单文件）

# ConfigPanel_MethodHeaderFormat
source: Compression method: {0}
de_de: Komprimierungsmethode: {0}
es_es: Método de compresión: {0}
fr_fr: Méthode de compression : {0}
it_it: Metodo di compressione: {0}
ja_jp: 圧縮方法: {0}
ko_kr: 압축 방법: {0}
pt_br: Método de compressão: {0}
ru_ru: Метод сжатия: {0}
zh_cn: 压缩方法：{0}

# ConfigPanel_MethodStore.Text
source: Store
de_de: Speichern
es_es: Almacenar
fr_fr: Stockage
it_it: Memorizza
ja_jp: 無圧縮
ko_kr: 저장
pt_br: Armazenar
ru_ru: Без сжатия
zh_cn: 仅存储

# ConfigPanel_MethodFast.Text
source: Fast
de_de: Schnell
es_es: Rápido
fr_fr: Rapide
it_it: Veloce
ja_jp: 高速
ko_kr: 빠르게
pt_br: Rápido
ru_ru: Быстрое
zh_cn: 快速

# ConfigPanel_MethodNormal.Text
source: Normal
it_it: Normale
ja_jp: 標準
ko_kr: 보통
ru_ru: Обычное
zh_cn: 标准

# ConfigPanel_MethodBest.Text
source: Best
de_de: Beste
es_es: Máximo
fr_fr: Maximale
it_it: Massima
ja_jp: 最高
ko_kr: 느리게
pt_br: Máximo
ru_ru: Максимальное
zh_cn: 最佳

# ConfigPanel_SplitLabel.Text
source: Split archive:
de_de: Archiv aufteilen:
es_es: Dividir archivo:
fr_fr: Diviser l'archive :
it_it: Dividi archivio:
ja_jp: 分割:
ko_kr: 분할 압축:
pt_br: Dividir arquivo:
ru_ru: Разделить архив:
zh_cn: 分卷压缩：

# ConfigPanel_SplitNone.Content
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucune
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
pt_br: Nenhum
ru_ru: Нет
zh_cn: 无

# ConfigPanel_Split10Mb.Content
source: 10 MB
fr_fr: 10 Mo
ru_ru: 10 МБ

# ConfigPanel_Split100Mb.Content
source: 100 MB
fr_fr: 100 Mo
ru_ru: 100 МБ

# ConfigPanel_Split700Mb.Content
source: 700 MB
fr_fr: 700 Mo
ru_ru: 700 МБ

# ConfigPanel_Split1Gb.Content
source: 1 GB
fr_fr: 1 Go
ru_ru: 1 ГБ

# ConfigPanel_Split47Gb.Content
source: 4.7 GB
fr_fr: 4,7 Go
ru_ru: 4,7 ГБ

# ConfigPanel_SplitCustom.Content
source: Custom…
de_de: Benutzerdefiniert …
es_es: Personalizado…
fr_fr: Personnalisé…
it_it: Personalizzato…
ja_jp: カスタム…
ko_kr: 사용자 정의…
pt_br: Personalizado…
ru_ru: Другой…
zh_cn: 自定义…

# ConfigPanel_PasswordLabel.Text
source: Password:
de_de: Kennwort:
es_es: Contraseña:
fr_fr: Mot de passe :
ja_jp: パスワード:
ko_kr: 암호:
pt_br: Senha:
ru_ru: Пароль:
zh_cn: 密码：

# ConfigPanel_AdvancedExpander.Header
source: Advanced
de_de: Erweitert
es_es: Avanzado
fr_fr: Avancé
it_it: Avanzate
ja_jp: 詳細設定
ko_kr: 고급 설정
pt_br: Avançado
ru_ru: Дополнительно
zh_cn: 高级

# ConfigPanel_CompressOptionsButton.Content
source: Compress options
de_de: Komprimieroptionen
es_es: Opciones de compresión
fr_fr: Options de compression
it_it: Opzioni di compressione
ja_jp: 圧縮オプション
ko_kr: 압축 옵션
pt_br: Opções de compressão
ru_ru: Параметры сжатия
zh_cn: 压缩选项

# ConfigPanel_DropHintTitle.Text
source: Drop files here
de_de: Dateien hier ablegen
es_es: Suelta los archivos aquí
fr_fr: Déposez les fichiers ici
it_it: Trascina i file qui
ja_jp: ファイルをここにドロップ
ko_kr: 파일을 끌어다 놓으세요
pt_br: Solte os arquivos aqui
ru_ru: Перетащите файлы сюда
zh_cn: 将文件拖到这里

# ConfigPanel_DropHintSubtitle.Text
source: Or click to pick manually
de_de: Oder klicken zum manuellen Auswählen
es_es: O haz clic para elegirlos
fr_fr: Ou cliquez pour sélectionner manuellement
it_it: O fai clic per scegliere manualmente
ja_jp: またはクリックして選択
ko_kr: 또는 클릭해서 직접 선택
pt_br: Ou clique para escolher manualmente
ru_ru: Или щёлкните, чтобы выбрать вручную
zh_cn: 或点击手动选择

# ConfigPanel_PasswordPlaceholder.PlaceholderText
source: Password
de_de: Kennwort
es_es: Contraseña
fr_fr: Mot de passe
ja_jp: パスワード
ko_kr: 비밀번호
pt_br: Senha
ru_ru: Пароль
zh_cn: 密码

source: Show / hide password
de_de: Kennwort einblenden / ausblenden
es_es: Mostrar / ocultar contraseña
fr_fr: Afficher / masquer le mot de passe
it_it: Mostra / nascondi password
ja_jp: パスワードを表示 / 非表示
ko_kr: 비밀번호 표시 / 숨김
pt_br: Mostrar / ocultar senha
ru_ru: Показать / скрыть пароль
zh_cn: 显示 / 隐藏密码

# ConfigPanel_PasswordRevealButton.AutomationProperties.Name
source: Toggle password visibility
de_de: Kennwortsichtbarkeit umschalten
es_es: Alternar visibilidad de la contraseña
fr_fr: Basculer la visibilité du mot de passe
it_it: Cambia visibilità password
ja_jp: パスワードの表示切替
ko_kr: 비밀번호 표시 토글
pt_br: Alternar visibilidade da senha
ru_ru: Переключить видимость пароля
zh_cn: 切换密码可见性

# ConfigPanel_UseAes256.Content
source: Use AES-256 encryption
de_de: AES-256-Verschlüsselung verwenden
es_es: Usar cifrado AES-256
fr_fr: Utiliser le chiffrement AES-256
it_it: Usa cifratura AES-256
ja_jp: AES-256 暗号化を使用
ko_kr: AES-256 암호화 사용
pt_br: Usar criptografia AES-256
ru_ru: Использовать шифрование AES-256
zh_cn: 使用 AES-256 加密

# ConfigPanel_ExcludeSystemMeta.Content
source: Exclude system metadata files
de_de: Systemmetadaten-Dateien ausschließen
es_es: Excluir archivos de metadatos del sistema
fr_fr: Exclure les fichiers de métadonnées système
it_it: Escludi file di metadati di sistema
ja_jp: システムメタデータファイルを除外
ko_kr: 시스템 메타데이터 파일 제외
pt_br: Excluir arquivos de metadados do sistema
ru_ru: Исключать файлы системных метаданных
zh_cn: 排除系统元数据文件

# ConfigPanel_VerifyAfterCompress.Content
source: Verify archive after compression
de_de: Archiv nach Komprimierung überprüfen
es_es: Verificar archivo tras la compresión
fr_fr: Vérifier l'archive après la compression
it_it: Verifica archivio dopo la compressione
ja_jp: 圧縮後にアーカイブを検証
ko_kr: 압축 무결성 검사
pt_br: Verificar arquivo após compressão
ru_ru: Проверять архив после сжатия
zh_cn: 压缩后验证压缩包

# ConfigPanel_DeleteSourceAfter.Content
source: Delete source after compression
de_de: Quelle nach Komprimierung löschen
es_es: Eliminar origen tras la compresión
fr_fr: Supprimer la source après la compression
it_it: Elimina origine dopo la compressione
ja_jp: 圧縮後に元ファイルを削除
ko_kr: 압축 완료 후 원본 삭제
pt_br: Excluir origem após compressão
ru_ru: Удалять источник после сжатия
zh_cn: 压缩后删除源文件

# ConfigPanel_CompressSeparately.Content
source: Compress items separately
de_de: Elemente einzeln komprimieren
es_es: Comprimir elementos por separado
fr_fr: Compresser les éléments séparément
it_it: Comprimi gli elementi separatamente
ja_jp: 項目ごとに別々に圧縮
ko_kr: 따로따로 압축하기
pt_br: Comprimir itens separadamente
ru_ru: Сжимать элементы по отдельности
zh_cn: 分别压缩各项

# DropOverlay_HoverTitle.Text
source: Drop here
de_de: Hier ablegen
es_es: Soltar aquí
fr_fr: Déposer ici
it_it: Rilascia qui
ja_jp: ここにドロップ
ko_kr: 여기에 놓으세요
pt_br: Soltar aqui
ru_ru: Перетащите сюда
zh_cn: 拖放到此处

# DropOverlay_WillCompressFormat
source: Compress {0} items as {1}
de_de: {0} Elemente als {1} komprimieren
es_es: Comprimir {0} elementos como {1}
fr_fr: Compresser {0} éléments en {1}
it_it: Comprimi {0} elementi come {1}
ja_jp: {0} 個の項目を {1} として圧縮
ko_kr: {0}개 항목을 {1}으로 압축합니다
pt_br: Comprimir {0} itens como {1}
ru_ru: Сжать {0} элементов в {1}
zh_cn: 将 {0} 项压缩为 {1}

# DropOverlay_WillExtractFormat
source: Extract {0}
de_de: {0} entpacken
es_es: Extraer {0}
fr_fr: Extraire {0}
it_it: Estrai {0}
ja_jp: {0} を解凍
ko_kr: {0}을(를) 추출합니다
pt_br: Extrair {0}
ru_ru: Извлечь {0}
zh_cn: 解压 {0}

# DropOverlay_WillExtractMultipleFormat
source: Extract {0} archives
de_de: {0} Archive entpacken
es_es: Extraer {0} archivos
fr_fr: Extraire {0} archives
it_it: Estrai {0} archivi
ja_jp: {0} 個のアーカイブを解凍
ko_kr: {0}개 아카이브를 추출합니다
pt_br: Extrair {0} arquivos
ru_ru: Извлечь {0} архивов
zh_cn: 解压 {0} 个压缩包

# DropOverlay_MixedRejectText.Text
source: Drop only one type at a time
de_de: Nur einen Typ gleichzeitig ablegen
es_es: Suelta solo un tipo a la vez
fr_fr: Déposez un seul type à la fois
it_it: Rilascia un solo tipo alla volta
ja_jp: 同時にドロップできるのは 1 種類だけです
ko_kr: 한 번에 한 종류씩만 드롭해 주세요
pt_br: Solte apenas um tipo por vez
ru_ru: Перетаскивайте только один тип за раз
zh_cn: 一次只能拖放一种类型

# DropOverlay_EmptyReject.Text
source: Folder is empty
de_de: Ordner ist leer
es_es: La carpeta está vacía
fr_fr: Le dossier est vide
it_it: La cartella è vuota
ja_jp: フォルダーが空です
ko_kr: 비어 있는 폴더입니다
pt_br: A pasta está vazia
ru_ru: Папка пуста
zh_cn: 文件夹为空

# WindowMenu_AddFiles.Text
source: Add files…
de_de: Dateien hinzufügen …
es_es: Agregar archivos…
fr_fr: Ajouter des fichiers…
it_it: Aggiungi file…
ja_jp: ファイルを追加…
ko_kr: 파일 추가…
pt_br: Adicionar arquivos…
ru_ru: Добавить файлы…
zh_cn: 添加文件…

# WindowMenu_AddFolder.Text
source: Add folder…
de_de: Ordner hinzufügen …
es_es: Agregar carpeta…
fr_fr: Ajouter un dossier…
it_it: Aggiungi cartella…
ja_jp: フォルダーを追加…
ko_kr: 폴더 추가…
pt_br: Adicionar pasta…
ru_ru: Добавить папку…
zh_cn: 添加文件夹…

# WindowMenu_Settings.Text
source: Settings…
de_de: Einstellungen …
es_es: Configuración…
fr_fr: Paramètres…
it_it: Impostazioni…
ja_jp: 設定…
ko_kr: 설정…
pt_br: Configurações…
ru_ru: Параметры…
zh_cn: 设置…

# ExtractDialog_PrimaryButton.Content
source: Extract
de_de: Extrahieren
es_es: Extraer
fr_fr: Extraire
it_it: Estrai
ja_jp: 展開
ko_kr: 추출
pt_br: Extrair
ru_ru: Извлечь
zh_cn: 提取

# ExtractDialog_SecondaryButton.Content
source: Extract here
de_de: Hier extrahieren
es_es: Extraer aquí
fr_fr: Extraire ici
it_it: Estrai qui
ja_jp: ここに展開
ko_kr: 여기에 풀기
pt_br: Extrair aqui
ru_ru: Извлечь сюда
zh_cn: 解压到此处

# ExtractDialog_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# Error_WrongPassword.Text
source: Wrong password. Please try again.
de_de: Falsches Passwort. Bitte erneut versuchen.
es_es: Contraseña incorrecta. Inténtalo de nuevo.
fr_fr: Mot de passe incorrect. Veuillez réessayer.
it_it: Password errata. Riprova.
ja_jp: パスワードが正しくありません。もう一度入力してください。
ko_kr: 암호가 올바르지 않습니다. 다시 입력해주세요.
pt_br: Senha incorreta. Tente novamente.
ru_ru: Неверный пароль. Попробуйте снова.
zh_cn: 密码错误，请重试。

# Settings_AskBeforeExtract.Text
source: Ask for destination before extracting
de_de: Vor dem Extrahieren nach Ziel fragen
es_es: Preguntar destino antes de extraer
fr_fr: Demander la destination avant d'extraire
it_it: Chiedi destinazione prima di estrarre
ja_jp: 展開前に保存先を確認
ko_kr: 추출 전 위치 묻기
pt_br: Perguntar destino antes de extrair
ru_ru: Запрашивать путь перед извлечением
zh_cn: 提取前询问位置

# Settings_AskBeforeExtractSub.Text
source: Off by default — drops extract to the configured location immediately. Hold Ctrl or Alt while dropping to ask just this once.
de_de: Standardmäßig aus — Drops werden sofort am konfigurierten Ort extrahiert. Strg oder Alt beim Ablegen halten, um einmalig nachzufragen.
es_es: Desactivado por defecto — los archivos se extraen al lugar configurado al soltarlos. Mantén Ctrl o Alt al soltar para preguntar solo esta vez.
fr_fr: Désactivé par défaut — l'extraction se fait immédiatement vers l'emplacement configuré. Maintenir Ctrl ou Alt pendant le dépôt pour demander cette fois seulement.
it_it: Disattivato per impostazione predefinita — il rilascio estrae subito nella posizione configurata. Tieni premuto Ctrl o Alt durante il rilascio per chiedere solo questa volta.
ja_jp: 既定はオフ — ドロップ時に設定済みの場所へ即時展開します。Ctrl または Alt を押しながらドロップすると、その時だけ確認します。
ko_kr: 기본 OFF — 드롭 시 설정된 위치로 즉시 추출됩니다. Ctrl 또는 Alt를 누른 채 드롭하면 그때만 임시로 위치를 묻습니다.
pt_br: Desativado por padrão — arrastar e soltar extrai imediatamente para o local configurado. Segure Ctrl ou Alt ao soltar para perguntar apenas desta vez.
ru_ru: По умолчанию выключено — перетаскивание извлекает в настроенное место сразу. Удерживайте Ctrl или Alt при отпускании, чтобы спросить однократно.
zh_cn: 默认关闭 — 拖放后立即解压到配置的位置。按住 Ctrl 或 Alt 拖放可临时询问。

# Shell_ExtractHere_Title
source: Extract here (&X)
de_de: Hier entpacken (&X)
es_es: Extraer aquí (&X)
fr_fr: Extraire ici (&X)
it_it: Estrai qui (&X)
ja_jp: ここに展開(&X)
ko_kr: 여기에 풀기(&X)
pt_br: Extrair aqui (&X)
ru_ru: Извлечь сюда (&X)
zh_cn: 解压到当前位置(&X)

# Shell_ExtractHere_Tooltip
source: Extract this archive next to its current folder.
de_de: Dieses Archiv im aktuellen Ordner entpacken.
es_es: Extraer este archivo en la carpeta actual.
fr_fr: Extraire cette archive dans le dossier actuel.
it_it: Estrai questo archivio nella cartella corrente.
ja_jp: このアーカイブを現在のフォルダーに展開します。
ko_kr: 이 압축 파일을 현재 폴더에 풀기.
pt_br: Extrair este arquivo na pasta atual.
ru_ru: Извлечь архив в текущую папку.
zh_cn: 将此压缩文件解压到当前文件夹。

# Shell_ExtractHereSubmenu_Title
source: Extract here
de_de: Hier entpacken
es_es: Extraer aquí
fr_fr: Extraire ici
it_it: Estrai qui
ja_jp: ここに展開
ko_kr: 여기에 풀기
pt_br: Extrair aqui
ru_ru: Извлечь сюда
zh_cn: 解压到当前位置

# Shell_CompressDialog_Title
source: Compress with OtterZip... (&O)
de_de: Mit OtterZip komprimieren...(&O)
es_es: Comprimir con OtterZip...(&O)
fr_fr: Compresser avec OtterZip...(&O)
it_it: Comprimi con OtterZip...(&O)
ja_jp: OtterZipで圧縮...(&O)
ko_kr: OtterZip으로 압축...(&O)
pt_br: Comprimir com OtterZip...(&O)
ru_ru: Сжать с помощью OtterZip...(&O)
zh_cn: 用 OtterZip 压缩...(&O)

# Shell_CompressDialog_Tooltip
source: Create a new archive from the selected files.
de_de: Aus den ausgewählten Dateien ein neues Archiv erstellen.
es_es: Crear un nuevo archivo a partir de los elementos seleccionados.
fr_fr: Créer une nouvelle archive à partir des fichiers sélectionnés.
it_it: Crea un nuovo archivio dagli elementi selezionati.
ja_jp: 選択した項目から新しいアーカイブを作成します。
ko_kr: 선택한 항목으로 새 압축 파일 만들기.
pt_br: Criar um novo arquivo a partir dos itens selecionados.
ru_ru: Создать новый архив из выбранных файлов.
zh_cn: 用所选项目创建新的压缩文件。
